[
    {
        "id": 1,
        "name": "Yamaha Pacifica 012 Black",
        "description": "La serie Yamaha Pacifica es una gama creada en los años 90, la cual sigue vigente a día de hoy gracias a una gran variedad de modelos y una versatilidad sin igual.",
        "image": "guitarra_electrica_yamaha_pacifica_012_dark__0.jpg",
        "category": "ofertas",
        "colors": "Black | Red Metallic | Dark Blue Metallic",
        "price": "209.60"
    },
    {
        "id": "2",
        "name": "Batería Yamaha Stage de 5 piezas",
        "description": "Esta batería Yamaha de abedul es perfecta para principiantes o profesionales. La costura escalonada en diagonal permite a Yamaha crear cajas de tambor finas ue no se deforman.",
        "image": "81WrWqbKTL._AC_SX679_.jpg",
        "category": "ofertas",
        "colors": "Rojo arándano | Raven Black | Pure White",
        "price": "409.60"
    },
    {
        "id": "3",
        "name": "Teclado YAMAHA PSR453",
        "description": "Elementos básicos para aprender a tocar, como el botón de acceso directo a la configuración de piano y la función “Yamaha Education Suite”, así como funciones que se utilizan durante las actuaciones en directo, como los botones de control de sintetizador para obtener un control en tiempo real de filtros, efectos, envolvente de sonido y. Se pueden agregar nuevos colores para los distintos estilos musicales mediante el uso de 150 patrones distintos y 40 arpegios. Estas sencillas prestaciones, junto con el acabado en negro mate del instrumento, han puesto este teclado en el punto de mira de los intérpretes.",
        "image": "null",
        "category": "ofertas",
        "colors": "Negro",
        "price": "349.560"
    },
    {
        "id": "4",
        "name": "Teclado Casio Ct S100 Casiotone 61",
        "description": "Diseño portátil, delgado y elegante. Con el CTS100, podes disfrutar de la música en cualquier momento y lugar. Su tamaño compacto de 930 mm x 256 mm x 73 mm es un 30 % más pequeño en volumen que los modelos CTK1500 y CTK1550. Llevarlo es muy sencillo, gracias a un mango en la parte superior del teclado y un peso de solo 3,3 kg. El diseño incorpora bordes y esquinas redondeados, lo cual permite transportarlo con mayor seguridad. Una interfaz fácil de usar para todos, simple e intuitiva que cuenta con un diseño organizado con menos botones.",
        "image": "null",
        "category": "ofertas",
        "colors": "Negro",
        "price": "230.9"
    },
    {
        "id": "5",
        "name": "Marshall Mg30fx",
        "description": "30 watts 4 canales Parlante Custom de 10 Con Reverb Efectos: Phaser Flanger, Delay, Chorus Ecualizador de 3 bandas Entradas: Jack 6.3mm (Guitarra) y Minijack 3.5mm (Auxiliar) Salida de auriculares: 3.5mm Entrada para footswitch (no incluido) Afinador Botón de tap tempo Forrado en Tolex negroDimensiones: 42 x 48 x 22,6 cm Peso: 10 kg",
        "image": "null",
        "category": "ofertas",
        "colors": "Negro",
        "price": "318.9"
    },
    {
        "id": "6",
        "name": "Ibanez IBZ10G",
        "description": "Amplificador Guitarra Ibanez IBZ10GU Combo 10 Watts Este amplificador de guitarra de 10 vatios le proporciona una distorsión crujiente que esperaría de una pila mucho más grande. El gabinete tiene un diseño de respaldo abierto para su respuesta de bajo nivel, mientras que el ecualizador de 3 bandas mantiene intactos sus agudos. El Ibanez IBZ10G es un pequeño amplificador de práctica para guitarra. Cuenta con 10 vatios de potencia, altavoz de 6.5 ¿ y 2 bandas de ecualización. El IBZ10G está diseñado para guitarra eléctrica, pero también puede usar una guitarra acústica. Otras características incluyen gabinete cerrado para mayor respuesta de graves, un interruptor de encendido / apagado de distorsión y control de volumen. También hay un conector para auriculares para práctica privada (y para mantener a otros fuera de su estuche), y una entrada auxiliar para su iPod, reproductor de CD, etc.",
        "image": "null",
        "category": "ofertas",
        "colors": "negro",
        "price": "112.4"
    },
    {
        "id": "7",
        "name": "Saxo Alto Lincoln Winds Jyas-1102 Dorado Con Estuche",
        "description": "SAXO ALTO Mi b dorado con estuche",
        "image": "D_NQ_NP_917263-MLA41662325703_052020-F.jpg",
        "category": "Instrumentos de viento",
        "colors": "Dorado",
        "price": "$145.950"
    },
    {
        "id": "8",
        "name": "Clarinete Yamaha Ycl-255 Ycl255 Nuevo Con Estuche",
        "description": "CLARINETE YAMAHA YCL-255. El nuevo YCL-255 es el comienzo perfecto para los jóvenes estudiantes de clarinete. Hecho en resistente resina ABS, son fáciles de sujetar. Con su nuevo apoyo para el pulgar ajustable y anilla para el cordón, ofrecen todavía una mayor comodidad al tocar. Al eliminar el anillo de metal de la campana, hemos dado al instrumento un peso aún más ligero, pero sin comprometer su robustez. Una afinación muy precisa, y una respuesta inmediata, ayuda a los estudiantes a producir un sonido redondo y claro. Llaves Nickel Silver para un timbre claro y enfocado. Nuevo apoyo para el pulgar ajustable, con anillo para el cordón. Un nuevo y ajustable apoyo para el pulgar, se ajusta a dierentes tamaños de mano, ayudando al intérprete a desarrollar una técnica correcta. Además, la anilla del cordón permite sujetar el instrumento con menos esfuerzo. Tornillos resistentes y soldadruas de plata dan a este nuevo instrumento una extraordinaria durabilidad. Una nueva campana hecha en resina ABS plástica resistente, permite que el instrumento sea ligero y tenga una respuesta mejorada. La cámara de resonancia de la campana, ayuda a la proyección del sonido y mejora la afinación en las notas más graves. Un barrilete de65 mm basado en los incluidos en los modelos de gama alta de Yamaha.El atractivo acabado mate, simula la veta de la madera, a la vez que proporciona la durabilidad añadida de la resina plástica ABS.",
        "image": "D_NQ_NP_622687-MLA40150077419_122019-O.jpg",
        "category": "Instrumentos de viento",
        "colors": "Negro",
        "price": "$215.488"
    },
    {
        "id": "1",
        "name": "name",
        "description": "null",
        "image": "null",
        "category": "null",
        "colors": "null",
        "price": "null"
    },
    {
        "id": "1",
        "name": "name",
        "description": "null",
        "image": "null",
        "category": "null",
        "colors": "null",
        "price": "null"
    },
    {
        "id": "1",
        "name": "name",
        "description": "null",
        "image": "null",
        "category": "null",
        "colors": "null",
        "price": "null"
    },
    {
        "id": "1",
        "name": "name",
        "description": "null",
        "image": "null",
        "category": "null",
        "colors": "null",
        "price": "null"
    },
    {
        "id": "1",
        "name": "name",
        "description": "null",
        "image": "null",
        "category": "null",
        "colors": "null",
        "price": "null"
    },
    {
        "id": "1",
        "name": "name",
        "description": "null",
        "image": "null",
        "category": "null",
        "colors": "null",
        "price": "null"
    },
    {
        "id": "1",
        "name": "name",
        "description": "null",
        "image": "null",
        "category": "null",
        "colors": "null",
        "price": "null"
    },
    {
        "id": "1",
        "name": "name",
        "description": "null",
        "image": "null",
        "category": "null",
        "colors": "null",
        "price": "null"
    },
    {
        "id": "1",
        "name": "name",
        "description": "null",
        "image": "null",
        "category": "null",
        "colors": "null",
        "price": "null"
    }
]