[
   {
      "name": "Yamaha Pacífica 012 Black",
      "price": 101941,
      "status": 1,
      "share": 12,
      "discount": 0,
      "description": "La serie Yamaha Pacifica es una gama creada en los años 90, la cual sigue vigente a día de hoy gracias a una gran variedad de modelos y una versatilidad sin igual.",
      "colorId": 1,
      "brandId": 1,
      "categoryId": 1
   },
   {
      "name": "Batería Yamaha Stage de 5 piezas",
      "price": 409600,
      "status": 0,
      "share": 12,
      "discount": 0,
      "description": "Esta batería Yamaha de abedul es perfecta para principiantes o profesionales. La costura escalonada en diagonal permite a Yamaha crear cajas de tambor finas ue no se deforman.",
      "colorId": 3,
      "brandId": 1,
      "categoryId": 2
   },
   {
      "name": "Teclado YAMAHA PSR453",
      "price": 78764,
      "status": 1,
      "share": 12,
      "discount": 0,
      "description": "Elementos básicos para aprender a tocar, como el botón de acceso directo a la configuración de piano y la función “Yamaha Education Suite”, así como funciones que se utilizan durante las actuaciones en directo, como los botones de control de sintetizador para obtener un control en tiempo real de filtros, efectos, envolvente de sonido y. Se pueden agregar nuevos colores para los distintos estilos musicales mediante el uso de 150 patrones distintos y 40 arpegios. Estas sencillas prestaciones, junto con el acabado en negro mate del instrumento, han puesto este teclado en el punto de mira de los intérpretes.",
      "colorId": 1,
      "brandId": 1,
      "categoryId": 3
   },
   {
      "name": "Teclado Casio Ct S100 Casiotone 61",
      "price": 432790,
      "status": 1,
      "share": 12,
      "discount": null,
      "description": "Diseño portátil, delgado y elegante. Con el CTS100, podes disfrutar de la música en cualquier momento y lugar. Su tamaño compacto de 930 mm x 256 mm x 73 mm es un 30 % más pequeño en volumen que los modelos CTK1500 y CTK1550. Llevarlo es muy sencillo, gracias a un mango en la parte superior del teclado y un peso de solo 3,3 kg. El diseño incorpora bordes y esquinas redondeados, lo cual permite transportarlo con mayor seguridad. Una interfaz fácil de usar para todos, simple e intuitiva que cuenta con un diseño organizado con menos botones.",
      "brandId": 5,
      "colorId": 1,
      "categoryId": 3
   },
   {
      "name": "Marshall Mg30fx",
      "price": 95063,
      "status": 1,
      "share": 12,
      "discount": 0,
      "description": "30 watts 4 canales Parlante Custom de 10 Con Reverb Efectos: Phaser Flanger, Delay, Chorus Ecualizador de 3 bandas Entradas: Jack 6.3mm (Guitarra) y Minijack 3.5mm (Auxiliar) Salida de auriculares: 3.5mm Entrada para footswitch (no incluido) Afinador Botón de tap tempo Forrado en Tolex negroDimensiones: 42 x 48 x 22,6 cm Peso: 10 kg",
      "colorId": 1,
      "brandId": 25,
      "categoryId": 4
   },
   {
      "name": "Ibanez IBZ10G",
      "price": 45999,
      "status": 1,
      "share": 12,
      "discount": null,
      "description": "Amplificador Guitarra Ibanez IBZ10GU Combo 10 Watts Este amplificador de guitarra de 10 vatios le proporciona una distorsión crujiente que esperaría de una pila mucho más grande. El gabinete tiene un diseño de respaldo abierto para su respuesta de bajo nivel, mientras que el ecualizador de 3 bandas mantiene intactos sus agudos. El Ibanez IBZ10G es un pequeño amplificador de práctica para guitarra. Cuenta con 10 vatios de potencia, altavoz de 6.5 ¿ y 2 bandas de ecualización. El IBZ10G está diseñado para guitarra eléctrica, pero también puede usar una guitarra acústica. Otras características incluyen gabinete cerrado para mayor respuesta de graves, un interruptor de encendido / apagado de distorsión y control de volumen. También hay un conector para auriculares para práctica privada (y para mantener a otros fuera de su estuche), y una entrada auxiliar para su iPod, reproductor de CD, etc.",
      "colorId": 1,
      "brandId": 17,
      "categoryId": 4
   },
   {
      "name": "Guitarra eléctrica Epiphone Les Paul Special VE",
      "price": 78400,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "les paul",
      "colorId": null,
      "brandId": 26,
      "categoryId": 1
   },
   {
      "name": "Guitarra eléctrica Squier by Fender Affinity Series Telecaster",
      "price": 135925,
      "status": 0,
      "share": 12,
      "discount": 0,
      "description": "Fabricada en álamo con acabado de laca poliuretánica. Con 6 cuerdas y 21 trastes de tamaño medium jumbo. El largo de escala es de 25.5 .El puente es fijo. Incluye 2 micrófonos simples. Controles de selector de micrófonos, tono y volumen. Sonidos fuertes y firmes con un estilo propio.",
      "colorId": 6,
      "brandId": 2,
      "categoryId": 1
   },
   {
      "name": "Guitarra eléctrica Epiphone Inspired by Gibson SG Special P-90",
      "price": 1829490,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "Fabricada en caoba con acabado brillante. Con 6 cuerdas y 22 trastes de tamaño medium jumbo. El largo de escala es de 24.72 .El puente es fijo.Incluye 2 micrófonos simples.Controles de selector de micrófonos, tono y volumen.Sonidos fuertes y firmes con un estilo propio.",
      "colorId": 3,
      "brandId": 26,
      "categoryId": 1
   },
   {
      "name": "Guitarra Ibanez Amh90 Artcore Expressionist Pr Blue Metallic",
      "price": 265200,
      "status": 0,
      "share": 12,
      "discount": 0,
      "description": "Estado: Nuevo Marca: Ibanez Origen: Indonesia Garantía: 6 meses (oficial) Especificaciones técnicas: Tipo de mango: AM Expressionist – 3 piezas Nato/Maple Cuerpo: Linden Trastera: Ébano de Macassar Trastes: 22 Puente: Gibraltar Performer Espaciado de cuerdas: 10.5mm Cordal: VT06 Micrófonos: 2x Super 58 (alnico, pasivos) Calibre de cuerdas: .010/.013/.017/.030/.042/.052 Cejilla: Plástica Color de hardware: Dorado",
      "colorId": 3,
      "brandId": 17,
      "categoryId": 1
   },
   {
      "name": "Guitarra acústica Cort Standard AF515CE",
      "price": 61120,
      "status": 0,
      "share": 12,
      "discount": 0,
      "description": "Tapa de abeto. Acabado de open pore. Forma del cuerpo: concert. El largo de escala es 648mm. Tiene 6 cuerdas de metal. Guitarra versátil que se adapta a una gran variedad de estilos musicales.r",
      "colorId": 6,
      "brandId": 27,
      "categoryId": 1
   },
   {
      "name": "Bateria Acústica Parquer 5 Cuerpos Roja Platillos Soporte",
      "price": 112520,
      "status": 0,
      "share": 12,
      "discount": 0,
      "description": "BATERIA ACÚSTICA PARQUER 5 CUERPOS ROJA Bombo 22'x16'- Tom de pie 16'x16', Toms 12' y 10' Tambor 14'x 5,5' - Incluye Platos Hihat 14x2 y Crash 16x1 y Banqueta - Pedal de Bombo - Pies: Dobles Cromados",
      "colorId": 3,
      "brandId": 28,
      "categoryId": 2
   },
   {
      "name": "Bateria Acustica Yamaha Rdp2f5 Bgg Serie Rydeen",
      "price": 174398,
      "status": 0,
      "share": 12,
      "discount": 0,
      "description": "BATERIA ACUSTICA YAMAHA 5 CUERPOS RDP2F5 BURGANDY GLITTER NO INCLUYE FIERROS, PLATILLOS Y PEDALES Bombo de 22” x 16”Timbal base de 16” x 15”Tom de 12” x 8”Tom de 10” x 7”Caja de 14” x 5,5”Sujeciones de tom CL940LB x 2",
      "colorId": 3,
      "brandId": 1,
      "categoryId": 2
   },
   {
      "name": "Batería Mapex Storm Rock Bombo 22'' Y Fierros",
      "price": 380199,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "BATERIA MAPEX STORM ROCK- 5 cuerpos- 5 Fierros + Banqueta- B22x18- TT10x7- TT12x8- TF16x14- R14x5- Poplar",
      "colorId": 2,
      "brandId": 29,
      "categoryId": 2
   },
   {
      "name": "Bateria Pearl Export Laqued Series Bombo 22''",
      "price": 314809,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "BATERIA MAPEX EXPORT LAQUER ESTUDIO- 5 cuerpos- Sin Fierros- B22x18- TT12x8- TT13x9- TF16x16- R14x5- Poplar-Mahogany",
      "colorId": 6,
      "brandId": 23,
      "categoryId": 2
   },
   {
      "name": "Bateria Eléctrica Artesia Parches Mesh Doble Zona A50 Cuotas",
      "price": 371941,
      "status": 1,
      "share": 12,
      "discount": 15,
      "description": "Batería Eléctrica De 5 Cuerpos Sensitiva Con Parches MeshARTESIA A50TAMBOR DE CALIDADLos tambores A-50 han logrado el mejor equilibrio como modelo de entrada. El sonido de batería a gran escala, los pads de batería con parche de malla, los pads de platillos de 3 o 2 zonas y el hardware confiable lo ayudan a descubrir el atractivo de la batería.MODULOEl módulo de sonido compacto de nuevo diseño viene con operación de implementos y diseño de panel funcional de alta visibilidad .Sensibilidad superiorTodos los parches vienen con multisensor que proporciona una detección constante y estable.- Varios efectos de reverberación y coro- LCD retroiluminado blanco con 10 patrones de respaldo para tocar- Función de grabación rápida- Función de metrónomo- Compatibilidad con audio USB y MIDI USB- Parche de malla de dos zonas- Parche de tela duradero y de bajo rebote- Platillos de charles y crash de 2 zonas (arco / borde)- Platillo ride de 3 zonas (arco / borde / copa)- Montaje estable y fácil- Soporte de rack de 4 patas- Piezas conjuntas de FRP de alta resistenciaAudio / MIDI- Salidas de línea (stereo), salida de plug (mini estéreo)- Entrada de audio (mini estéreo)- Audio USB: entrada / salida, entrada / salida MIDI USB- Entrada / salida MIDI salida de 5 pines",
      "colorId": 1,
      "brandId": 30,
      "categoryId": 2
   },
   {
      "name": "Korg Pa700 Teclado Arranger Profesional 61 Teclas",
      "price": 537598,
      "status": 0,
      "share": 12,
      "discount": 0,
      "description": "",
      "colorId": null,
      "brandId": 6,
      "categoryId": 3
   },
   {
      "name": "Roland Fp-30x Piano Digital 88 Teclas Midi Usb Fp30x",
      "price": 290550,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "Piano digital88 teclasTeclado PHA-4 con Ivory FeelGeneración de sonido: 12 sonidos Supernatural Piano, 20 pianos eléctricos y 24 otros sonidosPolifonía máxima de 256 vocesSistema de altavoces integrado con 2x altavoces de 12 cm (2x 11 W)Función de transposiciónMetrónomo integradoGrabación y reproducción de Standard MIDI Files (SMF) y Audio (WAV y MP3) vía memoria USB30 canciones de acompañamientoModos de teclado: Normal, Dual, Split y Twin PianoMedidas: (An x Pr x Al): 1300 x 284 x 151mmPeso: 14.8 kgColor: BlancoIncluye manual de instrucciones, fuente de alimentación externa (PSB-7U), soporte para partituras y pedal Sustain DP-2Conexiones:Bluetooth Audio (V3.0) y Bluetooth MIDI (V4.0)Salida estéreo de 2x jack de 6,3 mmSalida de auriculares estéreo minijack de 3,5 mmSalida de auriculares estéreo Jack de 6,3 mmEntrada de pedal Jack de 6.3mmEntrada para unidad de pedal de tres vías KPD-70 (pedal no incluido)Entrada para fuente de alimentación de 12 V DCPuerto USB A para intercambio de datosPuerto USB B para conexión a ordenador",
      "colorId": 1,
      "brandId": 18,
      "categoryId": 3
   },
   {
      "name": "Teclado Casio Cts1 - 61 Teclas Sensitivas Rojo Bluetooth Usb",
      "price": 126064,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "Piano digital portátil de 61 teclas Casiotone CT-S1Repleto de una variedad de excelentes sonidos que van desde un piano de cola estéreo hasta teclados antiguos y más, el Casiotone CT-S1 de Casio es un piano digital portátil de 61 teclas que se enfoca en un sonido de calidad y una interpretación fácil de usar. Cuenta con 61 teclas sensibles al tacto de tamaño completo, parlantes estéreo incorporados y conectividad versátil que incluye un conector de entrada auxiliar, una salida de auriculares, un puerto micro-USB para conectarlo a su computadora Mac / Windows o dispositivo móvil iOS / Android, y un puerto USB tipo A para usar con el adaptador Bluetooth WU-BT01 disponible por separado.",
      "colorId": 3,
      "brandId": 5,
      "categoryId": 3
   },
   {
      "name": "Piano Digital Teclado Yamaha P45 88 Teclas",
      "price": 186760,
      "status": 0,
      "share": 12,
      "discount": 0,
      "description": "",
      "colorId": null,
      "brandId": 1,
      "categoryId": 3
   },
   {
      "name": "Mini Amplificador Para Bajo Blackstar Fly3 Bass 2 Canales 3w",
      "price": 23580,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "Mini Amplificador para Bajo Blackstar Fly3-Combo para bajo eléctrico-3W-Altavoz de 3-2 canales (Clean y OD)-Ecualizador de graves integrado-Control de Sub-Entrada de línea-Salida de línea con simulador de altavoz-Alimentado a través de pila o fuente de alimentación opcional (artículo nº353113) no incluida-Color: Negro-Dimensiones: 11 x 17,5 x 13,8cm (ancho x alto x profundo)-Peso: 1kg",
      "colorId": 1,
      "brandId": 11,
      "categoryId": 4
   },
   {
      "name": "Blackstar Amplug2 Fly Bass Pre Ampli Auricular Para Bajo",
      "price": 15625,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "- Mini amplificador de auriculares para bajo BLACKSTAR AMPLUG FLY BASS.- La solución perfecta para practicar sin ruido.- Diseñado especialmente para bajas frecuencias.- Jack plegable para conectarse en cualquier tipo de bajo.- 3 canales en una sola unidad: Classic, Modern y Overdrive.- 6 loops de ritmos diferentes: Rock, Funk, R&B, Hip Hop, Blues, Metrónomo y control Tap Tempo.- Control de tono.- Funcionamiento con 2 pilas AAA (no incluidas)",
      "colorId": 1,
      "brandId": 11,
      "categoryId": 4
   },
   {
      "name": "Auriculares Beyerdynamic DT 770 Pro 80 Ohm negro y gris",
      "price": 105548,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "Su impedancia es de 80 Ω.Con cancelación de ruido.El largo del cable es de 3 m.Uso apto para estudio.Sonido superior y sin límites.Cómodos y prácticos.La duración de la batería depende del uso que se le de al producto.",
      "colorId": 1,
      "brandId": 10,
      "categoryId": 4
   },
   {
      "name": "Micrófono Behringer Ultravoice XM8500 dinámico cardioide negro",
      "price": 12795,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "Recomendado para voces, grabaciones, actuaciones, instrumentos.Formato: de mano.Conector/es de salida: xlr.Frecuencia máxima: 15kHz.Frecuencia mínima: 50Hz.Sentí la libertad y el dinamismo al grabar con tu micrófono de mano.Con accesorios incluidos.La mejor calidad para tus transmisiones.Alta resolución.",
      "colorId": 1,
      "brandId": 9,
      "categoryId": 4
   },
   {
      "name": "Trompeta Roy Benson Tr202",
      "price": 79956,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "TROMPETA B TR-202Tudel MLCampana en latónTudel de latón doradoVaras exteriores en alpacaPistones de acero inoxidableAnillo sobre la 3era válvula2 llaves de desagüeAcabado lacado",
      "colorId": 4,
      "brandId": 19,
      "categoryId": 5
   },
   {
      "name": "Flauta Traversa Roy Benson Fl-402e 2 Cabezas",
      "price": 96656,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "FLAUTA FL-402E 2 CABEZASIgual al modelo FL-402E con cabeza curva y recta Cabeza,cuerpo, pata y llaves en alpaca plateadaMecanismo de Mi Con topes de corcho naturalTopes de fieltro blancoZapatillas PISONI",
      "colorId": 2,
      "brandId": 19,
      "categoryId": 5
   },
   {
      "name": "Armonica Stagg 20 Voces Con Estuche Tono C",
      "price": 1935,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "TROMPETA B TR-202Tudel MLCampana en latónTudel de latón doradoVaras exteriores en alpacaPistones de acero inoxidableAnillo sobre la 3era válvula2 llaves de desagüeAcabado lacado",
      "colorId": 4,
      "brandId": 15,
      "categoryId": 5
   },
   {
      "name": "Saxo Alto Lincoln Winds Jyas-1102 Dorado Con Estuche",
      "price": 150000,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "SAXO ALTO Mi b dorado con estuche",
      "colorId": 4,
      "brandId": 31,
      "categoryId": 5
   },
   {
      "name": "Saxo Soprano Wisemann Dss 300 Clave Bb Sale%",
      "price": 140154,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "SAXO SOPRANO WISEMANN DSS 300 CLAVE BB SALE%Clave: Bb.Acabado: Cuerpo laqueado en latón Recto.Claves auxiliares: F#.Almohadillas con llave.Resorte de aguja italiano de Acero inoxidable Grabado.Boquilla de estilo Yanagisawa.Bell: Incluida.",
      "colorId": 4,
      "brandId": 32,
      "categoryId": 5
   },
   {
      "name": "Clarinete Yamaha Ycl-255 Ycl255 Nuevo Con Estuche",
      "price": 216000,
      "status": 0,
      "share": 12,
      "discount": null,
      "description": "CLARINETE YAMAHA YCL-255. El nuevo YCL-255 es el comienzo perfecto para los jóvenes estudiantes de clarinete. Hecho en resistente resina ABS, son fáciles de sujetar. Con su nuevo apoyo para el pulgar ajustable y anilla para el cordón, ofrecen todavía una mayor comodidad al tocar. Al eliminar el anillo de metal de la campana, hemos dado al instrumento un peso aún más ligero, pero sin comprometer su robustez. Una afinación muy precisa, y una respuesta inmediata, ayuda a los estudiantes a producir un sonido redondo y claro. Llaves Nickel Silver para un timbre claro y enfocado. Nuevo apoyo para el pulgar ajustable, con anillo para el cordón. Un nuevo y ajustable apoyo para el pulgar, se ajusta a dierentes tamaños de mano, ayudando al intérprete a desarrollar una técnica correcta. Además, la anilla del cordón permite sujetar el instrumento con menos esfuerzo. Tornillos resistentes y soldadruas de plata dan a este nuevo instrumento una extraordinaria durabilidad. Una nueva campana hecha en resina ABS plástica resistente, permite que el instrumento sea ligero y tenga una respuesta mejorada. La cámara de resonancia de la campana, ayuda a la proyección del sonido y mejora la afinación en las notas más graves. Un barrilete de65 mm basado en los incluidos en los modelos de gama alta de Yamaha.El atractivo acabado mate, simula la veta de la madera, a la vez que proporciona la durabilidad añadida de la resina plástica ABS.",
      "colorId": 1,
      "brandId": 1,
      "categoryId": 5
   }
]